Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/parenting_alone/parenting_alone.html.txt.tmx
Source language: en
Languages: ga

source: You may find yourself parenting alone due to a variety of circumstances; it may occur following the death, desertion or imprisonment of a spouse or partner
ga: Bionn tuismitheoirí ina n-aonar ar chúiseanna éagsúla.. D’fhéadfadh sé tarlú tar éis bás céile nó páirtí, tréigean nó príosúnacht

source: A separation, divorce, dissolution or annulment of a marriage or civil partnership can also result in a one-parent family
ga: Féadfaidh teaghlach aontuismitheora a bheith ann de thoradh idirscartha, colscartha nó neamhniú pósta chomh maith

source: Parenting alone may be the result of an unplanned pregnancy
ga: D’fhéadfadh tuismitheoireacht aonair tarlú de thoradh toircheas nach raibh duine ag súil leis

source: Whatever the reason you are parenting alone, there are a range of benefits and entitlements you may be able to avail of, depending on your circumstances
ga: Cibé cúis atá leis, d’fhéadfá a bheith i dteideal réimse sochar agus teidlíochtaí

source: In addition, there are important legal issues you should be aware of that affect those parenting alone
ga: I dteannta leis, ba chóir duit eolas a bheith agat faoi shainceisteanna dlíthiúla tábhachtacha a bhfuil tionchar acu ar thuismitheoirí aonair

source: If you are parenting alone you may be able to avail of certain social welfare payments
ga: Má tá tú i do thuismitheoir aonair d’fhéadfá a bheith i dteideal íocaíochtaí leasa shóisialaigh ar leith má tá cónaí ort in Éireann

source: Child Benefit is payable for each child under 16 years of age, or under 18 years of age if the child is in full-time education or has a disability
ga: Déantar Sochar Linbh a íoc do gach aon leanbh faoi 16 bliana d’aois, nó faoi 18 bliana d’aois má tá an leanbh ag fáil oideachas lánaimseartha nó má tá sé/sí faoi mhíchumas

source: One-Parent Family Payment is a means-tested payment for men and women who are bringing children up without the support of a partner
ga: Íocaíocht de réir tástála acmhainne is ea an Íocaíocht do Theaghlaigh Aontuismitheora d’fhir agus do mhná in Éireann atá ag tógáil linbh gan tacaíocht ó pháirtí

source: It is payable to an unmarried person, a widow/widower/surviving civil partner, a prisoner's spouse/civil partner, a separated or divorced person, one whose marriage/civil partnership has been annulled or one whose civil partnership has been dissolved
ga: Íoctar é le duine nach bhfuil pósta, baintreach/baintreach fir, céile príosúnaigh, duine atá colscartha nó idirscartha nó le duine a rinneadh neamhniú pósta orthu. Fuair 78,000 bean agus os cionn 1,800 fear an Íocaíocht do Theaghlaigh Aontuismitheora i 2004

source: You may be entitled to a Widow's, Widower's or Surviving Civil Partner's (Contributory) Pension if either you or your deceased spouse has enough PRSI contributions
ga: D’fhéadfá a bheith i dteideal Pinsean Ranníocach Baintrí/Baintrí Fir má bhíonn dóthain ranníocaíochtaí ÁSPC agat féin nó ag do chéile éagtha

source: Under the Occupational Injuries Benefit Scheme, a Widow's, Widower's or Surviving Civil Partner's Pension may be payable if the death was due to an occupational injury or disease or an accident while travelling directly to or from work
ga: Faoi Scéim na Sochair Gortuithe Ceirde, is féidir Pinsean Baintrí/Baintrí Fir a íoc má tharla an bás de bharr gortú ceirde nó galar nó timpiste agus an duine sin ag taisteal díreach chuig nó ón obair

source: There is a legal responsibility on both spouses to maintain each other and any dependent children in accordance with their means
ga: Tá sé d’fhreagracht dhlíthiúil in Éirinn ar an mbeirt céile a chéile agus aon leanbh leo a chothabháil de réir a gcuid acmhainní

source: Separated or divorced parents are responsible for the maintenance of their children and may have maintenance responsibilities in respect of each other, depending on the terms of the separation or divorce
ga: Níl aon fhreagracht airgeadais dá chéile ar thuismitheoirí nach bhfuil pósta ach tá freagracht ar an dá thuismitheoir as cothabháil a gcuid leanaí. Faigh amach faoi chothabháil anseo

source: Civil partners are also legally obliged to maintain each other and any dependent children in accordance with their means and may have maintenance responsibilities in respect of each other if the civil partnership is dissolved, depending on the terms of the dissolution
ga: Tá oibleagáid dhlíthiúil ar pháirtithe sibhialta freisin cothabháil a sholáthar dá chéile agus do leanaí ar bith cleithiúnacha, de réir a gcuid acmhainní, agus tá seans ann go mbeidh dualgais chothabhála orthu maidir lena chéile má tharlaíonn sé go ndíscaoiltear an pháirtnéireacht shibhialta, ag brath ar théarmaí an díscaoilte

source: Cohabiting parents do not have a financial responsibility to each other but both parents have a responsibility for the maintenance of their children
ga: Níl aon dualgas airgeadais ar thuismitheoirí atá comhchónaí orthu ach tá dualgas ar an mbeirt acu maidir lena leanaí a chothabháil

source: A cohabitant who is a guardian of their partner’s child, or the child their partner has the day-to-day care of, has a financial responsibility to the child
ga: Tá dualgas airgeadais do leanbh ar chomhchónaitheoir atá ina chaomhnóir/caomhnóir do leanbh a pháirtí/páirtí, nó don leanbh atá i gcúram laethúil a pháirtí/páirtí

source: If a cohabiting relationship subsequently breaks down, you may have a right to maintenance under the redress scheme for cohabiting couples
ga: Má chliseann ar chaidreamh comhchónaithe, seans go bhfuil duine i dteideal cothabhála faoin scéim um shásamh le haghaidh lánúineacha comhchónaithe

source: You can find out about maintenance here
ga: Is féidir teacht ar eolas maidir le cothabháil anseo

source: There is also information on how maintenance is assessed for social welfare payments and how maintenance affects your tax
ga: Is ann freisin d’eolas faoi mar a dhéantar measúnú ar chothabháil le haghaidh íocaíochtaí leasa shóisialaigh agus ar thionchar na cothabhála ar do chúrsaí cánach

source: There are specific rules about taxation in the year of a person's death
ga: Tá rialacha sonracha ann faoi chánachas sa bhliain ina bhfaigheann duine bás

source: For example, a tax refund may be due
ga: Mar shampla, d’fhéadfadh aisíoc cánach a bheith dlite

source: There are also extra credits for widowed parents in the years following the death of a spouse
ga: Tá creidmheasanna sa bhreis ar fáil do thusimitheoirí ar baintreacha /baintreacha fir iad sna blianta tar éis bás céile

source: Read here for more information about tax in the year of death and the years following a death
ga: Léigh anseo chun tuilleadh eolas a fháil ar cháin i mbliain an bháis agus sna blianta tar éis báis

source: The Revenue Commissioners have information on the tax treatment of widowed people and surviving civil partners here. Surviving civil partners are treated the same as widows/widowers for tax purposes
ga: Tá eolas ag na Coimisinéirí Ioncaim anseo ar an mbealach ina ndéileálfar ó thaobh cánach le daoine ar baintreacha/baintreacha fir iad

source: Information about the income tax credits and reliefs available to people parenting alone is available here
ga: Tá eolas ar fáil anseo maidir le creidmheasanna agus faoisimh cháin ioncaim atá ar fáil do thuismitheoirí aonair

source: Guardianship rights entitle the parent of a child to make important decisions regarding that child's upbringing, for example, decisions on the child's religion, education, medical treatment and where the child lives
ga: Tá tuismitheoir linbh de réir cearta caomhnóireachta i dteideal cinntí tábhachtacha a dhéanamh maidir le tógáil an linbh, mar shampla, cinntí i dtaobh reiligiúin, oideachais, cóireáil leighis an linbh agus cá mbeidh cónaí ar an leanbh

source: All mothers, irrespective of whether they are married or unmarried, have automatic guardianship status in relation to their children, unless they give the child up for adoption
ga: Tá stádas caomhnóireachta uathoibríoch ag gach máthair in Éireann, is cuma iad a bheith pósta nó gan a bheith, ach amháin má thugann siad an leanbh uathu ionas go ndéanfar é/í a uchtáil

source: In addition, fathers married to the mother of their children also have automatic guardianship rights
ga: I dteannta leis, tá cearta caomhnóireachta uathoibríocha ag aithreacha atá pósta le máthair a linbh

source: A father, however, who is not married to the mother of his child does not have automatic guardianship rights in relation to that child
ga: Níl cearta caomhnóireachta uathoibríocha i leith an linbh ag athair nach bhfuil pósta le máthair a linbh, áfach,

source: Find out more about guardianship here
ga: Faigh tuilleadh eolas ar chaomhnóireacht anseo

source: Mothers who are sole guardians should make a will appointing guardians of their children in the event of their own death
ga: Ba cheart do mháithreacha arb iad an t-aon caomhnóir amháin uacht a dhéanamh amach ag ceapadh caomhnóirí dá leanaí i gcás a mbás féin

source: Custody is the right to the physical care and control of a child
ga: Is é atá i gceist le coimeád ná an ceart a bhaineann le cúnamh fisiciúil agus urlámhas an linbh

source: Access is the right of a child to maintain direct contact with the parent with whom the child does not reside
ga: Is é atá i gceist le rochtain ná ceart an linbh teagmháil dhíreach a bheith aige/aici leis an tuismitheoir nach bhfuil cónaí orthu leo

source: When the parents of a child separate and they cannot agree on who should have custody of the child, the court decides
ga: Má scarann tuismitheoirí linbh gan a bheith ábalta cinneadh a dhéanamh maidir le coimeád an linbh, is í an chúirt a dhéanann an cinneadh sin

source: An unmarried mother is the sole guardian of a child born outside of marriage
ga: Bíonn máthair neamhphósta ina caomhnóir aonair ar leanbh ar bith a bheirtear lasmuigh den phósadh

source: However, it is not necessary for the father to have guardianship before he applies for access or custody
ga: Ach ní gá don athair caomhnóireacht a bheith aige sula gcuireann sé isteach ar rochtain nó ar chaomhnóireacht
